Repository: basvdheijden/drupal-cookie-consent
Catalog: translations/*.po
Languages: nl

source: Dark
nl: Donker

source: Light
nl: Licht

source: Monochrome
nl: Monochroom

source: Custom
nl: Aangepast

source: Select the desired style for the Cookie Consent feature. If you choose custom, you have to implement your own style.
nl: Selecteer de gewenste stijl voor de Cookie Consent feature. Als je aangepast kiest, dien je je eigen stijl te definieren."

source: Hide the Privacy Tab
nl: Verberg de Privacy Tab

source: Whether the privacy settings tab should be hidden after the user has given consent.
nl: Of de privacy tab verborgen moet worden nadat de gebruiker akkoord is gegaan met de cookies.

source: Privacy Tab Position
nl: Privacy Tab Positie

source: Bottom Right
nl: Rechts Onderin

source: Bottom Left
nl: Links Onderin

source: Vertical Left
nl: Aan de linkerkant

source: Vertical Right
nl: Aan de rechterkant

source: If the privacy tab is enabled above, you can determine where it will be displayed on the page.
nl: Als de privacy tab hierboven aan staat, kun je hiermee bepalen waar deze op de pagina weergegeven wordt.

source: Banner position
nl: Banner positie

source: Top
nl: Bovenaan

source: Bottom
nl: Onderaan

source: Determine the position of the Cookie Consent banner on the page.
nl: Bepaal de positie van de Cookie Consent banner op de pagina.

source: Refresh on consent
nl: Verversen bij akoord

source: Whether the browser window should refresh after consent is given.
nl: Of het browservenster ververst dient te worden nadat toestemming is gegeven.

source: Select this if you want to filter out iframes as well. Deselect if you want to filter only on script tags.
nl: Selecteer dit als je ook iframes wilt filteren. Deselecteer dit als je alleen script tags wilt filteren.

source: Cookie Consent Settings
nl: Cookie Consent Instellingen

source: Configure Cookie Consent
nl: Configureer Cookie Consent

source: Add a Cookie Consent record
nl: Voeg een Cookie Consent record toe

source: Administer Cookie Consent
nl: Beheer Cookie Consent

source: Perform administration tasks for the Cookie Consent module
nl: Beheer de Cookie Consent Module

source: Facebook, Twitter and other social websites need to know who you are to work properly.
nl: Facebook, Twitter en andere sociale websites moeten weten wie u bent om te functioneren.

source: Advertising
nl: Advertenties

source: Adverts will be chosen for you automatically based on your past behaviour and interests.
nl: Advertenties zullen voor op uw interesses worden aangepast.

source: Strictly necessary
nl: Absoluut noodzakelijk

source: Some cookies on this website are strictly necessary and cannot be disabled.
nl: Sommige cookies op deze website zijn absoluut noodzakelijk en kunnen niet worden uitgeschakeld.

source: We anonymously measure your use of this website to improve your experience.
nl: Wij meten anoniem uw gebruik van deze website om uw ervaring te verbeteren

source: Stores who consented on cookies.
nl: Winkels die toestemming voor cookies hebben gegeven.

source: Social media
nl: Sociale media

source: Default cookie title
nl: Standaard cookie titel

source: Default cookie description.
nl: Standaard cookie beschrijving.

source: Your experience on this site will be improved by allowing cookies
nl: Uw ervaring op deze website wordt verbeterd als u cookies toestaat

source: We use cookies to ensure you get the best experience on our website
nl: Wij gebruiken cookies zodat u de beste ervaring op deze website krijgt"

source: Cookie Consent plugin for the EU cookie law
nl: Cookie Consent plugin voor de EU cookie wet

source: Learn more
nl: Leer meer

source: see details
nl: bekijk details

source: change your settings
nl: verander instellingen

source: hide details
nl: verberg details

source: Save preference
nl: Voorkeuren opslaan

source: Save for all sites
nl: Opslaan voor alle sites

source: Allow cookies
nl: Sta cookies toe

source: Close
nl: Sluit

source: Allow for all sites
nl: Sta cookies voor alle sites toe

source: This website uses a custom type of cookie which needs specific approval
nl: Deze website gebruikt een cookie waarvoor uw toestemming vereist is

source: Privacy settings
nl: Privacy instellingen

source: for this website
nl: voor deze website

source: Some features of this website need your consent to remember who you are.
nl: Sommige onderdelen van deze website hebben uw toestemming nodig om te weten wie u bent."

source: Close window
nl: Sluit venster

source: Change settings for all websites
nl: Wijzig instellingen voor alle websites

source: Use global setting
nl: Gebruik globale instellingen

source: I consent
nl: Ik geef toestemming

source: I decline
nl: Ik geef geen toestemming

source: Ask me each time
nl: Vraag mij iedere keer

source: Always allow
nl: Altijd toestaan

source: Never allow
nl: Nooit toestaan

source: This website does not use any cookies.
nl: Deze website gebruikt geen cookies.

source: Your cookies have been cleared, you will need to reload this page for the settings to have effect.
nl: Uw cookies zijn verwijderd. Ververs de pagina om de veranderingen door te voeren.

source: for all websites
nl: voor alle websites

source: You may consent to these cookies for all websites that use this plugin.
nl: U kunt deze cookies accepteren voor alle websites die deze plugin gebruiken.

source: Back to website settings
nl: Terug naar website instellingen
